---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.WireTypeSetIterator
source: html/309cd058-c37f-8262-9fa9-61486829e922.htm
---
# WireTypeSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.